public class Main {
    public static void main(String[] args) {



        //Задание1

        System.out.println("Установите версию приложения для Android по ссылке");

        //Задание 2

        System.out.println("Установите версию приложения для ");
        System.out.println("Андройд по ссылке ");


        //Задание 3
        int year = 2022;
        System.out.println(year + " Год не является високосным");


        //Задани 4


        int deliveryDistance = 95;
        System.out.println("Потребуеться дней  " + deliveryDistance);


        //Задание 5


        System.out.println("Весна");


    }}
